tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "pivotal/tap"
tap "spring-io/tap"
tap "xo/xo"
brew "jpeg-xl"
brew "powerlevel10k"
brew "aom"
brew "bat"
brew "btop"
brew "curlie"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "libavif"
brew "gh"
brew "git-delta"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lnav"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "tealdeer"
brew "tree"
brew "viu"
brew "yazi"
brew "xo/xo/usql"
cask "alt-tab"
cask "devtoys"
cask "flux"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "raycast"
cask "tempbox"
cask "wezterm"
